{
  "cursed": "When the Werewolf dies, you become the Werewolf. You do not know that you are cursed. All information you have is false. You will not know that you have been cursed.",
  "nighttime phase": "During the nighttime phase, the storyteller and his helpers will guide the phase, giving people information and letting them use their powers.",
  "daytime phase": "Does things",
  "vampire poison": "Does things",
  "seer": "Each night, choose a player and learn if they are a Townsfolk, a Vampire, or a Werewolf.",
  "apprentice Seer": "You become Seer when the Seer dies.",
  "priest": "Each night you may choose someone to protect from vampires or recruitment.",
  "silversmith": "Each night you may choose someone to protect from werewolves or recruitment.",
  "hunter": "If you are killed, take someone down with you.",
  "undertaker": "The night after someone is killed by voting, find out their role.",
  "empath": "You start knowing whether two particular people are good or evil.",
  "arcanist": "You start knowing a clue about the Anointed's identity. Each night, pick a player to find out if they are cursed.",
  "mason": "You start knowing who the other masons are",
  "investigator": "You start knowing that 1 of 2 players is a particular Villain (Vampire or Werewolf).",
  "washerwoman": "You start knowing that 1 of 2 players is a particular Townsfolk.",
  "town crier": "Each night following a nomination, you find out if a villain was nominated.",
  "nightwatch": "If more than one person is nominated, learn one of their roles.",
  "curse breaker": "Each night you may choose someone, if they are cursed, the curse is broken and bounces to another player. If you successfully break a curse, there are no deaths that night.",
  "anointed": "You are a disguised elder god with no powers. Do not let the cult find you. You may randomly receive clairvoyant information which is always true.",
  "constable": "Each night, pick a role, find out how many people with that role are in the cult.",
  "census worker": "Each night, choose a role, find out how many living players started the game with that role.",
  "incantation": "All hail Cthulhu!",
  "cult": "A group of former townsfolk and the Cultist trying to awaken an elder god by identifying and executing the Anointed.",
  "vampire": "Attack another player each night. That player dies if there is a nomination the next day. The Vampires know each other.",
  "werewolf": "Attack another player each night. Werewolves know each other.",
  "cultist": "Each night you may choose someone to recruit to be in the cult. They now have no powers and are a Villain. Cult members know who the current Cultist is. If the Cultist dies, a random cult member becomes the Cultist."
}
